Repository: batkor/dynamic_block
Catalog: translations/dynamic_block.*.po
Languages: ru

source: Url
ru: Url-адрес

source: Body
ru: Содержимое

source: Actions
ru: Действия

source: Settings
ru: Настройки

source: No settings yet
ru: Пока нет настроек

source: Remove selected settings
ru: Удалить выбранные параметры

source: New settings
ru: Новый параметр

source: Indicate url
ru: Укажите URL

source: Enter the path to each page in a separate line.
ru: Вводите каждый URL в отдельной строке.

source: Add settings and save
ru: Добавить параметр и сохранить

source: Clear all settings
ru: Удалить все настройки

source: Please selected block
ru: Пожалуйста выберите блок

source: Please fill in the field "URL"
ru: Пожалуйста заполните поле "URL"

source: Please fill in the field "Body"
ru: Пожалуйста заполните поле "Содержимое"

source: URL "@url" already set
ru: URL "@url" уже установлен

source: Save settings
ru: Сохранить настройки

source: Setting dynamic block
ru: Настройки динамического блока

source: Change setting dynamic block
ru: Изменить параметры динамического блока

source: dynamick block (created block from dynamic block)
ru: Динамический блок(Блок создан модулем динамического блока)

source: Title dynamic block
ru: Заголовок динамического блока

source: Hi selected setting denamic block!
ru: Привет! укажите пожалуйста настройки динамического блока

source: Not selected
ru: Не выбрано

source: Dynamic output of text in a block depending on url
ru: Модуль с динамическим содержимым болка в зависимости от url
